Repository: aqubi/PhotoRename
Catalog: PhotoRename/Localizable.xcstrings
Source language: en
Languages: ja

source: Cancel
ja: キャンセル

source: Choose a folder containing supported image files.
ja: 対応している画像ファイルを含むフォルダを選択してください。

source: Close
ja: 閉じる

source: Complete
ja: 完了

source: Current Filename
ja: 現在のファイル名

source: Date Source
ja: 日時の取得元

source: Date format
ja: 日時の形式

source: Date used in filename
ja: ファイル名に使う日時

source: Delete File...
ja: ファイルを削除...

source: Duplicate
ja: 重複

source: Error
ja: エラー

source: Error Details
ja: エラー詳細

source: Extension style
ja: 拡張子の形式

source: File types
ja: 対象ファイル形式

source: Filename
ja: ファイル名

source: Files to Scan
ja: 対象ファイル

source: Find Duplicates
ja: 重複チェック

source: Include subfolders
ja: サブフォルダも対象にする

source: Mark for Rename
ja: 変更ありにする

source: Move to Trash
ja: ゴミ箱に移動

source: New Filename
ja: 変更後

source: Reload
ja: 再読み込み

source: Rename
ja: 変更

source: Rename Files
ja: ファイル名を変更

source: Rename files?
ja: ファイル名を変更しますか？

source: Reveal in Finder
ja: Finderで表示

source: Select Folder
ja: フォルダを選択

source: Select Folder...
ja: フォルダを選択…

source: Select a Photo Folder
ja: 写真フォルダを選択

source: Select a folder
ja: フォルダを選択

source: Settings
ja: 設定

source: Skip Rename
ja: 変更なしにする

source: Status
ja: 状態

source: Use file creation date when capture date is missing
ja: 撮影日時がない場合はファイル作成日時を使用

# dateSource.exif
source: Capture date
ja: 撮影日時

# dateSource.fileCreationDate
source: File creation date
ja: ファイル作成日時

# dateSource.unavailable
source: No date
ja: 日時なし

# deleteConfirmation.message
source: This moves the selected file to the Trash.
ja: 選択したファイルをゴミ箱に移動します。

# deleteConfirmation.title.multiple.format
source: Move %lld files to the Trash?
ja: %lld件のファイルをゴミ箱に移動しますか？

# deleteConfirmation.title.single
source: Move this file to the Trash?
ja: このファイルをゴミ箱に移動しますか？

# duplicateCheck.duplicatesFound.format
source: %lld duplicate files were found.
ja: 重複したファイルが%lld件ありました。

# duplicateCheck.noDuplicatesFound
source: No duplicate files were found.
ja: 重複したファイルはありませんでした。

# error.destinationAlreadyExists.format
source: A file with the same name already exists: %@
ja: 同名ファイルがすでに存在します: %@

# error.sourceFolderUnavailable
source: Cannot access the selected folder.
ja: 対象フォルダへアクセスできません。

# filenameExtensionStyle.keepOriginal
source: Keep Original
ja: 元ファイルと同じ

# filenameExtensionStyle.lowercase
source: Lowercase
ja: 小文字

# filenameExtensionStyle.uppercase
source: Uppercase
ja: 大文字

# filenameTimeZoneStyle.localTime
source: Capture location time
ja: 撮影地の時刻

# filenameTimeZoneStyle.localTimeWithOffset
source: Capture location time with UTC offset
ja: 撮影地の時刻とUTCオフセット

# filenameTimeZoneStyle.utc
source: Convert to UTC
ja: UTCに変換

# folder.notSelected
source: No folder selected
ja: フォルダが選択されていません

# imageFileSelection.allSupportedImages
source: All supported images
ja: すべての対応画像

# imageFileSelection.photos
source: Photos only
ja: 写真のみ

# imageFileSelection.photosAndCommonImages
source: Photos + PNG/TIFF
ja: 写真 + PNG/TIFF

# rename.confirmation.message.format
source: Rename %lld files.
ja: %lld件のファイル名を変更します。

# renameCompletion.partialFailure.format
source: Renamed %lld files. %lld failed.
ja: %lld件を変更、%lld件が失敗しました。

# renameCompletion.success.format
source: Renamed %lld files.
ja: %lld件のファイル名を変更しました。

# renameFailure.destination
source: Destination
ja: 変更先

# renameFailure.errorCode
source: Error Code
ja: エラーコード

# renameFailure.errorDomain
source: Error Domain
ja: エラードメイン

# renameFailure.operation
source: Operation
ja: 処理

# renameFailure.operation.moveToFinalName
source: Move temporary file to the final name
ja: 一時ファイルを変更後の名前へ移動

# renameFailure.operation.moveToTemporaryName
source: Move original file to a temporary name
ja: 元ファイルを一時名へ移動

# renameFailure.original
source: Original
ja: 元ファイル

# renameFailure.reason
source: Reason
ja: 理由

# renameFailure.recoverySuggestion
source: Suggestion
ja: 提案

# renameFailure.source
source: Source
ja: 移動元

# renameState.completed
source: Done
ja: 完了

# renameState.failed.duplicateFilename
source: A file with the same name already exists
ja: 同名ファイルがすでにあります

# renameState.failed.format
source: Failed: %@
ja: 失敗: %@

# renameState.ready
source: Ready
ja: 変更予定

# renameState.skipped.alreadyRenamed
source: Already renamed
ja: すでに変更済み

# renameState.skipped.manual
source: No change
ja: 変更なし

# renameState.skipped.noCaptureDate
source: No capture date
ja: 撮影日時なし

# scanProgress.checkingDuplicates.format
source: Checking duplicates: %lld of %lld
ja: 重複をチェックしています: %lld / %lld

# scanProgress.findingFiles
source: Finding image files...
ja: 画像ファイルを探しています...

# scanProgress.reading.format
source: Reading capture dates: %lld of %lld
ja: 撮影日時を読み取っています: %lld / %lld

# summary.readyCount.format
source: %lld items, %lld ready to rename
ja: %lld件中、%lld件を変更予定

# summary.renaming
source: Renaming files…
ja: ファイル名を変更しています…
